/* Main alert text */
"Q_HEADLINE_APP" = "«%@» – это %@. Объект был %@. Вы действительно хотите открыть этот объект?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "«%@» – это %@. Объект был %@. Вы действительно хотите открыть этот объект?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "«%@» может быть %@. Этот объект – %@ и будет открыт %@. Вы действительно хотите открыть этот объект?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "«%@» может нанести вред компьютеру. Переместите его в Корзину."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "загружен из Интернета"; 
"Q_ORIGIN_WEB" = "загружен из Интернета";
"Q_ORIGIN_MAIL" = "добавлен в почтовое сообщение";
"Q_ORIGIN_CHAT" = "добавлен в сообщение чата";
"Q_ORIGIN_CALENDAR" = "добавлен в календарное событие";
"Q_ORIGIN_MESSAGE" = "добавлен в сообщение";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Он содержит вредоносную программу «%@»."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "Не удалось переместить «%@» в Корзину."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Не удалось извлечь образ диска, содержащий «%@»."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Вредоносную программу необходимо удалить вручную.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "Этот %@ загружен %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "Программа %@ загрузила этот %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "Программа %@ загрузила этот %@ %@ с %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "Программа %@ получила этот %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "файл";
"Q_DETAIL_TYPE_ALIAS" = "псевдоним";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "«%@» находится в образе диска «%@»."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "«%@» находится в образе диска, который не удается найти."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Этот образ диска загружен %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "Программа %@ загрузила этот образ диска %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "Программа %@ загрузила этот образ диска %@ с %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "Программа %@ получила этот образ диска %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "«%@» находится на сетевом томе."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "«%@» находится на сетевом томе «%@»."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ открыл сетевое подключение к %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "сегодня в %@"; /* time */
"Q_DATE_YESTERDAY" = "вчера в %@"; /* time */
"Q_DATE_THIS_YEAR" = ": %@"; /* date */
"Q_DATE_FULL" = ": %@"; /* date */
"Q_DATE_UNKNOWN" = " дата неизвестна"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Не предупреждать при открытии этой программы"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Больше не предупреждать при открытии программ в этом образе диска";
"Q_DO_NOT_WARN_SERVER" = "Больше не предупреждать при открытии программ на этом томе сети";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Открыть";
"Q_BUTTON_CANCEL" = "Отменить";
"Q_BUTTON_SHOW_WEB_PAGE" = "Показать веб-страницу";
"Q_BUTTON_SHOW_MAIL" = "Показать сообщение";
"Q_BUTTON_SHOW_CHAT" = "Показать сообщение";
"Q_BUTTON_SHOW_CALENDAR" = "Показать событие";
"Q_BUTTON_SHOW_DMG" = "Показать образ диска";
"Q_BUTTON_SHOW_APP" = "Показать программу";
"Q_BUTTON_SHOW_SOURCE" = "Показать источник";
"Q_BUTTON_EJECT_DMG" = "Извлечь образ диска";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Переместить в Корзину";

/* File kinds */
"Q_TYPE_APPLICATION" = "программа";
"Q_TYPE_SCRIPT_APPLICATION" = "скрипт-программа";
"Q_TYPE_UNIX_APPLICATION" = "Unix-программа";
"Q_TYPE_JAVA_APPLICATION" = "Java-программа";
"Q_TYPE_WEB_APPLICATION" = "веб-программа";
"Q_TYPE_QUARTZ_APPLICATION" = "программа Quartz Composer";
"Q_TYPE_WINDOWS_APPLICATION" = "Windows-программа";
"Q_TYPE_ALIAS_VARIANT" = "псевдоним %@"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
